namespace XYS.Lis.Enum
{
    public enum ReportType
    {
        Rt分子生物_临床基因扩增_病毒报告 = 1500,
        Rt分子生物_临床基因扩增_测序报告 = 1510,
        Rt分子生物_临床基因扩增_EVI1报告 = 1520,
        Rt分子生物_临床基因扩增_定量报告 = 1530,
        Rt分子生物_临床基因扩增_定性报告 = 1540,
        Rt分子生物_临床基因扩增_四十种报告 = 1550,
        Rt分子生物_HLA基因分型_低分辨 = 1560,
        Rt分子生物_HLA基因分型_高分辨 = 1570,

        Rt流式_流式大张 = 1600,
        Rt流式_流式小张 = 1610,
        Rt流式_文字数字小张 = 1620,
        Rt流式_大张残留 = 1630,
        Rt流式_文字结论 = 1640,
        Rt流式_EMA = 1650,
        Rt流式_VB = 1660
    }
}
